---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyle.IsOverridden
source: html/6654960c-8790-af49-fbb8-bf73c886140b.htm
---
# Autodesk.Revit.DB.TableCellStyle.IsOverridden Property

Indicates if the cell is overridden or not.

## Syntax (C#)
```csharp
public bool IsOverridden { get; }
```